<x-app-layout>
    <x-slot name="header">
        <h2 class="text-lg text-gray-400 leading-tight text-right">
            {{ __('الصفحة الرئيسية') }}
        </h2>
    </x-slot>
    <div class="py-12 bg-gray-100">
        <div class="max-w-7xl mx-auto sm:px-6 lg:px-8">
            <div class="bg-white overflow-hidden shadow-xl sm:rounded-lg p-5" dir="rtl">
                <div>
                    <h1 class="text-3xl text-gray-600">
                        <span class="font-semibold text-indigo-500">أهلاً بك</span>
                        <span class="font-bold"> {{Auth::user()->name}} </span>
                        <span class="text-xl"> في مجلة الخوارزمي </span>
                    </h1>
                </div>
                <div class="mt-10">
                    <div class="text-xl text-gray-500 font-semibold">
                        يرجى الأطلاع على سياسات النشر لدينا
                    </div>
                    <div class="mt-5 text-gray-600 text-lg font-medium bg-indigo-50 p-5 h-200 overflow-y-auto scrollbar scrollbar-thumb-gray-300 scrollbar-track-gray-100">
                        <div>
                            هناك مجموعة من القواعد والشروط التي ينبغي على الباحث في المجالات العلمية اتباعها والالتزام بها في حالة رغبتهم في كتابة الأبحاث العلمية ونشرها في أحد المجلات العلمية المختصة، ومن أهم شروط النشر في المجلات العلمية المحكمة ما يلي:
                        </div>
                        <div class="mt-5">
                            <ul class="list-disc p-5 space-y-8">
                                <li>
                                    يجب على كل باحث يريد تقديم بحثة العلمي لأحد المجلات العلمية بهدف النشر، أن يكون البحث كاملًا، وجميع أركانه متناسقة مع بعضها البعض.
                                </li>
                                <li>ينبغي أن يكون البحث المقدم للمجلة متناسبًَا مع عمل المجلة ومع قواعدها، لتتم الموافقة من قبل المجلة على نشر البحث العلمي.
                                </li>
                                <li>على الباحث تحمل المسؤولية الكاملة تجاه كل الأمور الواردة في بحثه المقدم، وأن يكون مسؤولًا عن البيانات والمعلومات المرفقة خلاله، وجميع الحقائق العلمية المرفقة داخل البحث.

                                </li>
                                <li>ضرورة مراعاة نسب الاقتباس المقررة ولا يتعداها الباحث في بحثه، فضلًا عن ضرورة  التأكد من أصالة الفكرة وخلوها من التقليد، وأن يكون البحث خاليًا من السرقة أو أي انتهاك للحقوق العلمية والأدبية لأي بحث أخر.</li>
                                <li>التأكد من عدم نشر البحث من قبل في أي مجلة من المجلات الأخرى، فضلًا عن عدم  تقديمه لأي مجلة أخرى أثناء الفترة المٌقدم فيها البحث بهدف النشر، وفي حالة مخالفة شروط النشر في المجلات العلمية المحكمة يتم رفض البحث تمامًا وعدم قبوله على أي حال من الأحوال.
                                </li>
                                <li>أن تكون جميع المعلومات الواردة في البحث موثقة ومعتمدة من قبل، وتابعه للمصادر والمراجع الموثقة، وأن تكون جاءت وفقًا للمعايير العلمية الصحيحة.
                                </li>
                                <li>
                                    نبغي على الباحث تقديم بحثه بلغتان، اللغة الأولى للبحث تكون اللغة الأصلية، واللغة الثانية هي اللغة الإنجليزية، وفي حالة كان البحث مكتوبًا باللغة الإنجليزية فينبغي أن تكون اللغة الثانية هي اللغة العربية.
                                </li>
                                <li>
                                    في نهاية المطاف ينبغي أن يخضع البحث العلمي المقدم للتحليل والتحكيم المقنن من قبل عدد من  المختصين في المجال المقدم، ومن قبل مجموعة من المحررين والناشرين في المجلة المقدم بها البحث.
                                </li>
                                <li>
                                    بمجرد الانتهاء من تحليل البحث العلمي من قبل المجلة يتم نقل كافة حقوق الملكية والنشر إليها، حيث تعتبر من أبرز شروط النشر في المجلات العلمية المحكمة.
                                </li>
                            </ul>
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </div>
</x-app-layout>
