<x-app-layout>
    <x-slot name="header">
        <h2 class="text-lg text-gray-400 leading-tight text-right">
            {{ __('الصفحة الرئيسية') }}
        </h2>
    </x-slot>
    <div class="py-12 bg-gray-100">
        <div class="max-w-7xl mx-auto sm:px-6 lg:px-8">
            <div class="bg-white overflow-hidden shadow-xl sm:rounded-lg p-5" dir="rtl">
                <div>
                    <h1 class="text-3xl text-gray-600">
                        <span class="font-semibold text-indigo-500">أهلاً بك</span>
                        <span class="font-bold"> {{Auth::user()->name}} </span>
                        <span class="text-xl"> في مجلة الخوارزمي </span>
                    </h1>
                </div>
                <div class="mt-10">
                    <div class="text-xl text-gray-500 font-semibold">
                        يرجى التحكيم وفق الأسس العلمية
                    </div>
                    <div class="mt-5 text-gray-600 text-lg font-medium bg-indigo-50 p-5 h-200 overflow-y-auto scrollbar scrollbar-thumb-gray-300 scrollbar-track-gray-100">
                        <div>
                            لا تتم عملية التحكيم للبحث العلمي أو العمل العلمي على العشوائية، بل بناءً على معايير وقوانين يتم وضعها من قبل خبراء المحكمين، وذلك للقضاء على العشوائية والتخبط في التحكيم وتحيز المحكمين اتجاه أي باحث، وللتخلص من تناقض إصدارات المحكمين للنتيجة النهائية للتحكيم، وتحقيق الشفافية والنزاهة في تحكيم البحث العلمي أو العمل الفني، أما الأسس العلمية لتحكيم البحث العلمي والعمل العلمي تتلخص في الآتي:
                        </div>
                        <div class="mt-5">
                            <ul class="list-disc p-5 space-y-8">
                                <li>
                                    التحكيم على أساس اكتمال البحث العلمي: وهي يكون فيها تأكد المحكمين من احتواء البحث العلمي أو العمل العلمي على كافة المحتويات والعناصر من أول صفحة من صفحات البحث العلمي أو العمل حتى نهاية البحث العلمي أو العمل.                                </li>
                                <li>التحكيم على أساس وجود عناصر البحث العلمي أو العمل العلمي: يقوم المحمين هنا بتحكيم كل محتوى من محتويات البحث العلمي على حدا والتأكد من أن هذا العنصر سليم وتم كتابته وصياغته بأسلوب صحيح، أما ما يتم تحكيمه من عناصر البحث العلمي هو تحكيم عنوان البحث أو العمل العلمي، تحكيم موضوع ومشكلة البحث والعمل العلمي، تحكيم أهداف وأهمية البحث العلمي، تحكيم فصول البحث العلمي، تحكيم جداول وفهارس العمل العلمي.
                                </li>
                                <li>لتحكيم على أساس الاقتباس والتوثيق في البحث العلمي: فالمحكمين يقوموا بمعرفة نسبة الاقتباس التي تمت في البحث العلمي وتحديد هل هي مناسبة أم لا، وتحكيم المحكمين لطريقة التوثيق المتبعة في العمل العلمي وإذا تم التوثيق بالأسلوب السليم أم غير ذلك.
                                </li>
                                <li>التحكيم على أساس التنسيق والتنظيم للبحث العلمي: فيقوم المحكم بالتأكد من أن البحث العلمي يتبع نظام التسلسل والتدرج في البيانات، وتحكيم المحكم لترتيب عناصر البحث العلمي كما هي موجودة في أساسيات البحث العلمي.</li>
                                <li>التحكيم على أساس سلامة ضوابط الكتابة: يعتبر المحكم أن هذا الأساس ضروري جداً لأنه ينتقص من قيمة البحث العلمي أو العمل العلمي في حال وجود أخطاء لغوية وإملائية فيه، فلابد أن يقوم الباحث بالتدقيق اللغوي والنحوي مرتين للتأكد من سلامة لغة البحث العلمي.
                                </li>
                                <li>التحكيم على أساس أخلاقيات البحث العلمي: يتأكد المحكم أن الباحث اتبع الأخلاقيات التي من المفترض الالتزام فيها أي لا وهذه النقطة مهمة لاكتشاف المحكم للسرقات العلمية في حال وجدت، ويحدد المحم إذا التزم الباحث بالأمانة العلمية أما لا، وتحكيم المحكم لاتصاف البحث أو العمل العلمي بالموضوعية والمنطقية والصدق والواقية وغيرها من الصفات التي لابد أن تتواجد في البحث العلمي.
                                </li>
                            </ul>
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </div>
</x-app-layout>
